Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[신한금융투자] 신한금융투자.tmx
Source language: ko_kr
Languages: en

source: 지난 4월 영국 선급으로부터 이번 선형에 대한 적합성 승인을 획득해 기술력을 입증했다.
en: Last April, it obtained the approval of conformity for this ship from Lloyd's Register, proving its technological prowess.

source: -매출액(재화의 판매 및 용역의 제공에 따른 수익액에 한함)
en: -Sales (limited to the amount of revenue from the sale of goods and provision of services)

source: 공동인증서 및 민간인증서
en: Common certificate and private certificate

source: 안전보건경영시스템을 충실히 이행하는 한편 법규를 잘 지키고 종사자 의견을 반영해 유해·위험요인을 미리 제거하겠다는 구상도 내놨다.
en: He also came up with a plan to faithfully implement the safety and health management system, comply with laws, and reflect the opinions of the employees to remove harmful and risk factors in advance.

source: <HJ중공업, 중대재해 근절 선포식 열어> 2022.01.20
en: <HJ Heavy Industries held a declaration ceremony for the eradication of serious disasters> 2022.01.20

source: 정관 일부 변경의 건
en: Partial amendments to the articles of incorporation
